Revit 2027 API
TableSectionData.LastColumnNumber Property
 The last column in this section of the table.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public int LastColumnNumber { get; }
Public ReadOnly Property LastColumnNumber As Integer
	Get
public:
property int LastColumnNumber {
	int get ();
}
member LastColumnNumber : int with get
Property Value
Int32
See Also
Reference
TableSectionData Class
Autodesk.Revit.DB Namespace